// Даны два целых числа. Нужно вывести на экран большее из них.
// 1. создадим переменные a и b для хранения двух чисел.
// 2. сравним a и b
// 3. если a больше b, то вывести на экран переменную a
// 4. если это не так, то вывести на экран переменную b

int a = 5;
int b = 7;

if (a > b)
{
    Console.WriteLine(a);
}
else
{
    Console.WriteLine(b);
}